Repository: arrebagrove/MyStash
Catalog: MyStash/MyStash/ResX/AppResources.*.resx
Languages: de, es, fr, it, ru

# EventToCommandBehavior_CantRegisterEvent
source: EventToCommandBehavior: Can't register the '{0}' event.
de: EventToCommandBehavior: Kann nicht die "{0}" Veranstaltung registrieren.
es: EventToCommandBehavior: No se puede registrar el evento '{0}'.
fr: EventToCommandBehavior : Impossible d’enregistrer l’événement « {0} ».
it: EventToCommandBehavior: Impossibile registrare l'evento '{0}'.
ru: EventToCommandBehavior: Не удается зарегистрировать событие «{0}».

# EventToCommandBehavior_CantDeRegisterEvent
source: EventToCommandBehavior: Can't de-register the '{0}' event.
de: EventToCommandBehavior: Kann nicht die "{0}" Veranstaltung abmelden.
es: EventToCommandBehavior: No se puede cancelar el registro del evento '{0}'.
fr: EventToCommandBehavior : Ne peut pas désenregistrer l’événement « {0} ».
it: EventToCommandBehavior: Non è possibile annullare la registrazione dell'evento '{0}'.
ru: EventToCommandBehavior: Не удается отменить регистрацию события «{0}».

# PasswordChecker_PasswordStrength_Unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ru: Неизвестно

# PasswordChecker_CheckPasswordWithDetails_Empty
source: Empty
de: Leer
es: Vacío
fr: Vide
it: Vuota
ru: Пусто

# PasswordChecker_CheckPasswordWithDetails_Rejected
source: Rejected
de: Abgelehnt
es: Rechazado
fr: Refusé
it: Rifiutata
ru: Отклонен

# PasswordChecker_CheckPasswordWithDetails_Password_Length
source: Password Length
de: Länge des Kennwortes
es: Longitud de la contraseña
fr: Longueur du mot de passe
it: Lunghezza password
ru: Длина пароля

# PasswordChecker_CheckPasswordWithDetails_Uppercase_Letters
source: Uppercase Letters
de: Großbuchstaben
es: Letras mayúsculas
fr: Lettres majuscules
it: Lettere maiuscole
ru: Прописные буквы

# PasswordChecker_CheckPasswordWithDetails_Lowercase_Letters
source: Lowercase Letters
de: Kleinbuchstaben
es: Letras en minúscula
fr: Lettres minuscules
it: Lettere minuscole
ru: Строчные буквы

# PasswordChecker_CheckPasswordWithDetails_Numbers
source: Numbers
de: Zahlen
es: Números
fr: Nombres
it: Numeri
ru: Числа

# PasswordChecker_CheckPasswordWithDetails_Symbols
source: Symbols
de: Symbole
es: Símbolos
fr: Symboles
it: Simboli
ru: Символы

# PasswordChecker_CheckPasswordWithDetails_Middle_Numbers_or_Symbols
source: Middle Numbers or Symbols
de: Mittleren Ziffern oder Symbole
es: Mediados números o símbolos
fr: Chiffres ou symboles au milieu
it: Centrali numeri o simboli
ru: Числа или символы в середине

# PasswordChecker_CheckPasswordWithDetails_Requirement__Length_8
source: Requirement. Length>8
de: Voraussetzung. Länge>8
es: Requisito. Longitud>8
fr: Exigence. Longueur>8
it: Requisito. Lunghezza>8
ru: Требование. Длина>8

# PasswordChecker_CheckPasswordWithDetails_Requirement__Uppercase
source: Requirement. Uppercase
de: Voraussetzung. Großbuchstaben
es: Requisito. En mayúsculas
fr: Exigence. Majuscules
it: Requisito. Lettere maiuscole
ru: Требование. Прописные буквы

# PasswordChecker_CheckPasswordWithDetails_Requirement__Lowercase
source: Requirement. Lowercase
de: Voraussetzung. Kleinbuchstaben
es: Requisito. Minúscula
fr: Exigence. Minuscules
it: Requisito. Minuscole
ru: Требование. Нижний регистр

# PasswordChecker_CheckPasswordWithDetails_Requirement__Digit
source: Requirement. Digit
de: Voraussetzung. Ziffer
es: Requisito. Dígitos
fr: Exigence. Chiffres
it: Requisito. Cifra
ru: Требование. Цифра

# PasswordChecker_CheckPasswordWithDetails_Requirement__Symbol
source: Requirement. Symbol
de: Voraussetzung. Symbol
es: Requisito. Símbolo
fr: Exigence. Symboles
it: Requisito. Simbolo
ru: Требование. Символ

# PasswordChecker_CheckPasswordWithDetails__3_or_more_requirments
source: 3 or more requirements
de: 3 oder mehr anforderungen
es: requirments 3 o más
fr: Respect de 3 exigences ou plus
it: 3 o più requisiti
ru: 3 или больше требования

# PasswordChecker_CheckPasswordWithDetails_Less_than_3_requirments
source: Less than 3 requirements
de: Weniger als 3 anforderungen
es: Menos de 3 requisitos
fr: Respect de moins de 3 exigences
it: Meno di 3 requisiti
ru: Меньше чем 3 требования

# PasswordChecker_CheckPasswordWithDetails_Same_symbol
source: Same symbol
de: Dasselbe symbol
es: Mismo símbolo
fr: Symbole répété
it: Simbolo stesso
ru: Тот же символ

# PasswordChecker_CheckPasswordWithDetails_Letters_only
source: Letters only
de: Nur Buchstaben
es: Cartas solamente
fr: Que des lettres
it: Solo lettere
ru: Только буквы

# PasswordChecker_CheckPasswordWithDetails_Numbers_only
source: Numbers only
de: Nur Zahlen
es: Sólo números
fr: Que des chiffres
it: Solo numeri
ru: Только цифры

# PasswordChecker_CheckPasswordWithDetails_Repeat_Characters__Case_Insensitive_
source: Repeated Characters (Case Insensitive)
de: Wiederholen Sie die Zeichen (Kleinschreibung)
es: Repita los caracteres (mayúsculas y minúsculas)
fr: Répétition de caractères (insensible à la casse)
it: Caratteri ripetuto (Case Insensitive)
ru: повторные персонажи

# PasswordChecker_CheckPasswordWithDetails_Consecutive_Uppercase_Letters
source: Consecutive Uppercase Letters
de: Aufeinander folgenden Großbuchstaben
es: Letras mayúsculas consecutivas
fr: Lettres majuscules consécutives
it: Lettere maiuscole consecutivi
ru: Последовательные прописные буквы

# PasswordChecker_CheckPasswordWithDetails_Consecutive_Lowercase_Letters
source: Consecutive Lowercase Letters
de: Kleinbuchstaben in Folge
es: Letras minúsculas consecutivas
fr: Lettres minuscules consécutives
it: Lettere minuscole consecutivi
ru: последовательных строчных букв

# PasswordChecker_CheckPasswordWithDetails_Consecutive_Numbers
source: Consecutive Numbers
de: Fortlaufende Nummern
es: Números consecutivos
fr: Chiffres consécutifs
it: Numeri consecutivi
ru: цифры Серия

# PasswordChecker_CheckPasswordWithDetails_Sequential_Letters__3__
source: Sequential Letters (3+)
de: Sequentielle Buchstaben (3 +)
es: Cartas secuenciales (3 +)
fr: Séquence de lettres (3 ou plus)
it: Lettere sequenziali (3+)
ru: Последовательных букв (3+)

# PasswordChecker_CheckPasswordWithDetails_Sequential_Numbers__3__
source: Sequential Numbers (3+)
de: Fortlaufende Nummern (3 +)
es: Números secuenciales (3 +)
fr: Séquence de chiffres (3 ou plus)
it: Numeri sequenziali (3+)
ru: Последовательные цифры (3+)

# PasswordChecker_CheckPasswordWithDetails_Very_Weak
source: Very Weak
de: Sehr schwach
es: Muy débil
fr: Très faible
it: Molto debole
ru: Очень слабый

# PasswordChecker_CheckPasswordWithDetails_Weak
source: Weak
de: Schwach
es: Baja
fr: Faible
it: Bassa
ru: низкая

# PasswordChecker_CheckPasswordWithDetails_Good
source: Good
de: Gut
es: Buena
fr: Bon
it: Buona
ru: Хорошая

# PasswordChecker_CheckPasswordWithDetails_Strong
source: Strong
de: Stark
es: Alta
fr: Fort
it: Alta
ru: могущественный

# PasswordChecker_CheckPasswordWithDetails_Very_Strong
source: Very Strong
de: Sehr stark
es: Muy fuerte
fr: Très fort
it: Molto forte
ru: Очень сильный

# PasswordChecker_CheckPasswordWithDetails_Ultra_Strong
source: Ultra Strong
es: Ultra fuerte
fr: Ultra fort
it: Ultra forte
ru: Ультра сильный

# PasswordChecker_createMemoryTable_Score
source: Score
de: Ergebnis
es: Puntuación
it: Punteggio
ru: счет в игре

# StringExtensions_Contains_substring_cannot_be_null_
source: substring cannot be null.
de: Teilstring darf nicht null sein.
es: subcadena no puede ser null.
fr: la sous-chaîne ne peut pas être null.
it: sottostringa non può essere null.
ru: подстрока не может иметь значение null.

# StringExtensions_Contains_comp_is_not_a_member_of_StringComparison
source: comp is not a member of StringComparison
de: Comp ist kein Mitglied der StringComparison
es: Comp no es un miembro de StringComparison
fr: argument 'comp' n’est pas membre de StringComparison
it: comp non è un membro di StringComparison
ru: комп не является членом StringComparison

# InfoSheet_ProFilterDictionary_All
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ru: Все

# InfoSheet_ProFilterDictionary_Personal
source: Personal
de: Persönlich
fr: Personnel
it: Personale
ru: личный

# InfoSheet_ProFilterDictionary_Professional
source: Professional
de: Professionell
es: Profesional
fr: Professionnel
it: Professionale
ru: Профессиональный

# InfoSheet_CategoryDictionary_Login
source: Login
de: Anmeldung
es: Inicio de sesión
ru: Вход

# InfoSheet_CategoryDictionary_Misc
source: Misc
de: Verschiedenes
es: Varios
fr: Divers
it: Varie
ru: Прочее

# InfoSheet_CategoryDictionary_Note
source: Note
de: Anmerkung
es: Nota
it: Nota
ru: Заметка

# DialogService_ShowMessage_Ok
source: Ok
es: Aceptar
ru: ОК

# NavigationService_getPage_Page_inconnue
source: Page inconnue: {0}. NavigationService.Configure a-t-il été oublié ?
de: Seite Inconnue: {0}. NavigationService.Configure a-t-il Été Oublié?
es: ¿Página inconnue: {0}. NavigationService.Configure a-t-il été oublié?
it: Unknown Pagina: {0}. NavigationService.Configure è lo stato dimenticato?
ru: Страница inconnue: {0}. NavigationService.Configure-t-il été oublié?

# NavigationService_getPage_Page_inconnueConfigure
source: Page inconnue: {0}. NavigationService.Configure a-t-il été oublié ?
de: Seite Inconnue: {0}. NavigationService.Configure a-t-il Été Oublié?
es: ¿Página inconnue: {0}. NavigationService.Configure a-t-il été oublié?
it: Unknown Pagina: {0}. NavigationService.Configure è lo stato dimenticato?
ru: Страница inconnue: {0}. NavigationService.Configure-t-il été oublié?

# NavigationService_getPage_Aucun_constructeur_approprié_trouvé
source: Aucun constructeur approprié trouvé pour {0}
de: Aucun Constructeur Approprié Trouvé Gießen {0}
fr: Aucun constructeur approprié trouvé verser {0}
it: Nessun costruttore adatto trovato per {0}
ru: Aucun constructeur получил trouvé налить {0}

# DetailViewModel_DetailViewModel_Login_copied_to_clipboard
source: Login copied to clipboard
de: Login in Zwischenablage kopiert
es: Inicio de sesión de copiado al portapapeles
fr: Login vers presse-papiers
it: Copiati negli Appunti
ru: скопированы в буфер обмена

# DetailViewModel_DetailViewModel_The_login_has_been_copied_to_the_clipboard
source: The login has been copied to the clipboard
de: Die Anmeldung wurde in die Zwischenablage kopiert
es: El inicio de sesión ha sido copiado en el portapapeles
fr: Le login a été copié dans le presse-papiers
it: Il login è stato copiato negli Appunti
ru: Вход был скопирован в буфер обмена

# DetailViewModel_DetailViewModel_Password_copied_to_clipboard
source: Password copied to clipboard
de: Passwort in die Zwischenablage kopiert
es: Contraseña, copiada al portapapeles
fr: Mot de passe vers presse-papiers
it: Copiato negli Appunti
ru: скопированы в буфер обмена

# DetailViewModel_DetailViewModel_The_password_has_been_copied_to_the_clipboard
source: The password has been copied to the clipboard
de: Das Passwort wurde in die Zwischenablage kopiert
es: La contraseña ha sido copiada en el portapapeles
fr: Le mot de passe a été copié dans le presse-papiers
it: La password è stata copiata negli Appunti
ru: Пароль был скопирован в буфер обмена

# DetailViewModel_DetailViewModel_Note_copied_to_clipboard
source: Note copied to clipboard
de: Hinweis in Zwischenablage kopiert
es: Nota copiada en el portapapeles
fr: Note vers presse-papiers
it: Copiato negli Appunti
ru: скопированы в буфер обмена

# DetailViewModel_DetailViewModel_The_note_has_been_copied_to_the_clipboard
source: The note has been copied to the clipboard
de: Der Hinweis wurde in die Zwischenablage kopiert
es: La nota ha sido copiada en el portapapeles
fr: La note a été copiée dans le presse-papiers
it: La nota è stata copiata negli Appunti
ru: Записка была скопирована в буфер обмена

# DetailViewModel_DetailViewModel_Invalid_URL
source: Invalid URL
de: Ungültige URL
es: Dirección URL no válida
fr: URL non valide
it: URL non valido
ru: Недопустимый URL-адрес

source: Perhaps are you missing the protocol name ('http://' for example) ?
de: Vielleicht vermissen Sie den Protokollnamen (zum Beispiel "http://")?
es: ¿Tal vez le falta el nombre de protocolo ('http://' por ejemplo)?
fr: Peut-être avez-vous oublié le nom du protocole (par exemple « http:// ») ?
it: Forse vi manca il nome del protocollo ('http://' per esempio)?
ru: Возможно вам не хватает имя протокола (например «http://»)?

# DetailViewModel_DetailViewModel_More_time
source: More time
de: Mehr Zeit
es: Más tiempo
fr: Plus de temps
it: Più tempo
ru: Продлить

# DetailViewModel_DetailViewModel_You_ve_got__0__seconds_more_
source: You've got {0} seconds more.
de: Du hast {0} Sekunden mehr.
es: Tienes {0} segundos más.
fr: Vous avez {0} secondes de plus.
it: Hai altri {0} secondi in più.
ru: У вас есть {0} секунд больше.

# GeneratePwViewModel_generated_click_to_generate_
source: click to generate!
de: Klicken Sie auf generieren!
es: Haga clic en generar!
fr: Cliquez pour générer !
it: fare clic per generare!
ru: Нажмите, чтобы создать!

# GeneratePwViewModel_GeneratePwViewModel_Copy_to_clipboard
source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar en el portapapeles
fr: Copier
it: Copia negli Appunti
ru: Копировать в буфер обмена

source: Generated password copied to the clipboard
de: Generiertes Passwort in die Zwischenablage kopiert
es: Contraseña generada copiado en el portapapeles
fr: Mot de passe copié dans le presse-papiers
it: Password generata copiato negli Appunti
ru: Сгенерированный пароль, скопированы в буфер обмена

# GeneratePwViewModel_IncomingCommand_My_Stash_generated_password
source: My Stash generated password
de: Mein Stash generierte Passwort
es: Mi contraseña Stash generado
fr: Mot de passé généré par MyStash
it: MyStash password generato
ru: пароль генерируется

# MainViewModel_checkLog_Database_Path
source: Database Path
de: Datenbank-Pfad
es: Ruta de la base de datos
fr: Chemin d’accès à la base de données
it: Percorso del database
ru: Путь к базе данных

source: Your new password '{0}' has been recorded. Don't forget it !
de: Ihr neue Passwort "{0}" wurde aufgenommen. Vergessen Sie es nicht!
es: Su nueva contraseña '{0}' se ha registrado. No lo olvides!
fr: Votre nouveau mot de passe « {0} » a été enregistré. Ne l’oubliez pas !
it: La nuova password '{0}' è stata registrata. Non dimenticarlo!
ru: Ваш новый пароль «{0}» был записан. Не забудьте его!

# SetPwViewModel_SetPwViewModel_Confirmation
source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma
ru: Подтверждение

# SetPwViewModel_checkValidity_Password_can_t_be_empty_
source: Password can't be empty.
de: Kennwort darf nicht leer sein.
es: Contraseña no puede estar vacía.
fr: Le mot de passe ne peut pas être vide.
it: Password non può essere vuoto.
ru: Пароль не может быть пустым.

# SetPwViewModel_checkValidity_Invalid_character_s__in_password_
source: Invalid character(s) in password.
de: Ungültige Zeichen im Kennwort.
es: Caracteres no válidos en la contraseña.
fr: Caractères non valides dans mot de passe.
it: Caratteri non validi nella password.
ru: Недопустимые знаки в поле пароль.

# SetPwViewModel_checkValidity_Password_and_control_don_t_match__
source: Password and control don't match !
de: Passwort und Kontrolle passen nicht zusammen!
es: Control y contraseña no coinciden.
fr: Les 2 saisies ne correspondent pas !
it: Controllo e password non corrispondono!
ru: Оба пароля отличаются!

# SetPwViewModel_checkValidity_
source: Password length must be >= 4
de: Länge des Passworts muss >= 4
es: Longitud de la contraseña debe ser >= 4
fr: Longueur de mot de passe doit être >= 4
it: Lunghezza della password deve essere >= 4
ru: Длина пароля должна быть >= 4

# SetPwViewModel_checkValidity_20
source: Password length must be <= 20 characters
de: Länge des Passworts muss <= 20 Zeichen
es: Longitud de la contraseña debe ser <= 20 caracteres
fr: Longueur de mot de passe doit être <= 20 caractères
it: Lunghezza della password deve essere <= 20 caratteri
ru: Длина пароля должна быть <= 20 символов

# SetPwViewModel_checkValidity_Only_one_single_character_is_used
source: Only one single character is used
de: Nur ein einzelnes Zeichen verwendet
es: Se utiliza solamente un solo carácter
fr: Un seul caractère est utilisé
it: Viene utilizzato solo un singolo carattere
ru: Один символ используется

# ViewCheckPw_Bonus
source: Bonus
es: Bonificación
fr: Prime
it: Premio
ru: Премия

# ViewCheckPw_Malus
source: Malus
ru: малус

# ViewCheckPw_Strength
source: Strength
de: Stärke
es: Intensidad
fr: Force
it: Livello
ru: сила

# ViewCheckPw_Title
source: Password Analysis
de: Passwort-Analyse
es: Análisis de la contraseña
fr: Analyseur
it: Analisi di password
ru: Анализ пароль

# ViewDetail_NameOrURL
source: Name/Url
es: Nombre/Url
fr: Nom/Url
it: Nome/Url
ru: Имя/Url

# ViewDetail_Password
source: Password
de: Passwort
fr: Mot de p.
ru: Пароль

# ViewDetail_Title
source: Detail
de: Detailbereich
es: Detalles
fr: Détail
it: Dettagli
ru: Подробности

# VMDetail_CreatedOn
source: Created on
de: Erstellt am
es: Fecha de creación
fr: Créé le
it: Creato il
ru: Создано

# VMDetail_ModifiedOn
source: Modified on
de: Geändert am
es: Modificado el
fr: Modifié le
it: Modificata il
ru: изменения

# VewSetPW_Warning
source: Do not forget your password ! There is no backdoor and we DO NOT have any magical trick to help you...
de: Vergessen Sie Ihr Passwort nicht! Es gibt keine Hintertür und haben wir keinen magischen Trick um Ihnen zu helfen...
es: ¡ No olvide su contraseña! Hay sin puerta trasera y no tenemos ningún truco mágico para ayudarle a...
fr: N’oubliez pas votre mot de passe ! Nous n'avons pas de moyen pour vous aider en cas d'oubli...
it: Non dimenticate la password! Non c'è nessuna backdoor e non abbiamo alcun trucco magico per aiutarti a...
ru: Не забывайте Ваш пароль! Существует нет бэкдор, и мы не имеют каких-либо магический трюк, чтобы помочь вам...

# ViewDetail_CheckPw
source: Check PW
de: Überprüfen Sie PW
es: Compruebe PW
fr: Vérifier MdP
it: Verifica PW
ru: Проверка PW

# ViewGeneratePW_Generate
source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
ru: Сформировать

# ViewGeneratePW_Length
source: Length
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
ru: Длина

# ViewGeneratePW_Parameters
source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
it: Impostazioni
ru: параметры

# ViewGeneratePW_Symbols
source: Symbols
de: Symbole
es: Símbolos
fr: Symboles
it: Simboli
ru: Символы

# ViewGeneratePW_Title
source: Password Generation
de: Passwort-Generierung
es: Generación de contraseña
fr: Générateur
it: Generazione di password
ru: Генерация пароля

# ViewMainList_AllPlural
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ru: Все

# ViewMainList_LoadingData
source: Loading Data...
de: Daten werden geladen...
es: Cargando datos...
fr: Chargement ...
it: Caricamento dati in corso...
ru: Подождите ...

# ViewMainList_Logins
source: Logins
de: Anmeldungen
es: Inicios de sesión
ru: Имена входа

# ViewMainList_MiscPlural
source: Misc
de: Verschiedenes
es: Varios
fr: Divers
it: Varie
ru: Прочее

# ViewMainList_Notes
source: Notes
de: Notizen
es: Notas
it: Note
ru: примечания

# ViewMainList_Search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ru: поиск

# ViewMainList_Tab_All_Title
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ru: Все

# ViewMainList_Title
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ru: Данные

# ViewMain_Title
source: Please enter your code
de: Bitte geben Sie Ihren code
es: Por favor ingrese su código de
fr: Veuillez entrer votre code
it: Inserisci il tuo codice
ru: введите ваш код

# ViewSetPW_AllowedChars
source: Allowed characters: '0'..'9' 'A'..'F'
de: Erlaubte Zeichen: "0"... " 9' 'A'..' F "
es: Permite caracteres: '0'..' 9' 'A'..' F'
fr: Caractères autorisés : '0'..' 9' 'A'..' F'
it: Caratteri ammessi: '0'..'9' 'A'..'F'
ru: Допустимые символы: '0'..' 9' 'A'..' F'

# ViewSetPW_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# ViewSetPW_NewPW
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau MdP
it: Nuova Password
ru: Новый пароль

# ViewSetPW_NewPWControl
source: New Password Control
de: Neues Passwort-Steuerelement
es: Nuevo Control de contraseña
fr: Mdp Contrôle
it: Controllo della Password
ru: Новый пароль контроля

# ViewSetPW_NewPWControlHint
source: Type it here again
de: Geben Sie es hier erneut
es: Vuelva a escribirla aquí
fr: Tapez-le à nouveau ici
it: Digitare di nuovo qui
ru: Введите его здесь еще раз

# ViewSetPW_NewPWHint
source: Type your password
de: Geben Sie Ihr Kennwort
es: Escriba su contraseña
fr: Tapez votre mot de passe
it: Digitare la password
ru: Введите ваш пароль

# ViewSetPW_Title
source: Set New Password
de: Neues Kennwort festlegen
es: Establecer nueva contraseña
fr: Nouveau MdP
it: Impostare una nuova Password
ru: Установить новый пароль

# ViewMainList_ChangePassword
source: Change PW
de: PW Änderung
es: Cambio de PW
fr: Changer MdP
it: Cambia PW
ru: Изменение пароль

# ViewMainList_LockScreen
source: Lock Screen
de: Bildschirm sperren
es: Bloquear pantalla
fr: Verrouiller
it: Bloccare
ru: Блокировка

# AppSettings_CultureDictionary_Default
source: Default
es: Predeterminado
fr: Par Défaut
it: Predefinito
ru: По умолчанию

# AppSettings_CultureDictionary_English
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ru: Английский

# AppSettings_CultureDictionary_French
source: French
de: Französisch
es: Francés
fr: Français
it: Francese
ru: Французский

# AppSettings_CultureDictionary_German
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
ru: Немецкий

# AppSettings_CultureDictionary_Italian
source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
ru: Итальянский

# AppSettings_CultureDictionary_Russian
source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
ru: Русский

# LeetMaker_LeetStrengthStr_None
source: None
de: Keine
es: Ninguno
fr: Non traduit
it: Nessuno
ru: Нет

# LeetMaker_LeetStrengthStr_Novice
source: Novice
de: Anfänger
es: Inexperto
it: Inesperto
ru: Начинающий

# LeetMaker_LeetStrengthStr_Beginner
source: Beginner
de: Anfänger
es: Principiante
fr: Facile
it: Principiante
ru: Начинающий

# LeetMaker_LeetStrengthStr_Connoisseur
source: Connoisseur
de: Kenner
fr: Connaisseur
it: Intenditore
ru: Знаток

# LeetMaker_LeetStrengthStr_Elitist
source: Elitist
de: Elitäre
es: Elitista
fr: Élitiste
it: Elitario
ru: Элитарный

# LeetMaker_LeetStrengthStr_Expert
source: Expert
de: Experte
es: Experto
it: Esperto
ru: Эксперт

# LeetMaker_LeetStrengthStr_Master
source: Master
es: Patrón
fr: Maître
ru: Главная

# LeetMaker_LeetStrengthStr_Alien
source: Alien
es: Alienígena
it: Alieno
ru: Пришелец

# ViewGeneratePW_OriginalWord
source: Password to encode
de: Passwort zu verschlüsseln
es: Contraseña para codificar
fr: Mot de p. à encoder
it: Password per codificare
ru: Пароль для кодирования

# ViewGeneratePW_LeetModeSwitch
source: L33t Mode (else Random mode)
de: L33t-Modus (sonst Random-Modus)
es: Modo de L33t (otro modo Random)
fr: Mode L33t (sinon aléatoire)
it: L33T modalità (altro modalità Random)
ru: L33t режим (еще режиме Random)

# ViewGeneratePW_LeetLevel
source: Obfuscation level
de: Verschleierung Ebene
es: Nivel de ofuscación
fr: Niveau de brouillage
it: Livello di offuscamento
ru: Уровень запутывания

# EditView_Title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ru: Название

# DialogService_ShowMessage_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# ViewEdit_DeleteButton
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ru: удалить

# ViewEdit_NoteSection
source: Note
de: Anmerkung
es: Nota
it: Nota
ru: Заметка

# ViewEdit_TitleCreate
source: New data
de: Neue Daten
es: Nuevos datos
fr: Nouvelle fiche
it: Nuovi dati
ru: Новые данные

# ViewEdit_TitleModify
source: Modify data
de: Ändern von Daten
es: Modificar datos
fr: Modification
it: Modificare i dati
ru: Изменение данных
