Repository: arrebagrove/MyStash
Catalog: MyStash/MyStash/ResX/AppResources.*.resx
Languages: de, es, fr, it, ru

# ViewGeneratePW_BackButton
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ru: Назад

# EditViewModel_EditViewModel_Action_canceled
source: Action canceled
de: Aktion abgebrochen
es: Acción cancelada
fr: Action annulée
it: Azione annullata
ru: Действие отменено

# EditViewModel_EditViewModel_Data_have_not_been_modified
source: Data have not been modified
de: Daten wurden nicht verändert
es: Los datos no han sido modificados
fr: Les données n’ont PAS été modifiées
it: I dati non sono stati modificati
ru: Данные не были изменены

# EditViewModel_EditViewModel_Data_saved
source: Data saved
de: Gespeicherte Daten
es: Datos guardados
fr: Données enregistrées
it: Dati salvati
ru: Сохраненные данные

# EditViewModel_EditViewModel_Data_has_been_saved
source: Data has been saved
de: Daten wurden gespeichert
es: Datos se ha guardado
fr: Les données ont été enregistrées
it: Dati sono stati salvati
ru: Сохраненные данные

# EditViewModel_EditViewModel_Can_t_save_data
source: Can't save data
de: Daten können nicht gespeichert
es: No se puede guardar datos
fr: Erreur de données
it: Non è possibile salvare i dati
ru: Не удается сохранить данные

# EditViewModel_EditViewModel_Data_have_NOT_been_saved_
source: Data have NOT been saved.
de: Daten wurden nicht gespeichert.
es: Datos no se han salvado.
fr: Les données n’ont PAS été enregistrées.
it: I dati non sono stati salvati.
ru: Данные не были сохранены.

# EditViewModel_EditViewModel_Data_error
source: Data error
de: Datenfehler
es: Error en los datos
fr: Erreur de données
it: Errore nei dati
ru: Ошибка в данных

# EditViewModel_EditViewModel_Delete_data__Are_you_sure__
source: Delete data. Are you sure ?
de: Löschen Sie Daten. Bist du sicher?
es: Borrar datos. ¿Estás seguro?
fr: Supprimer la fiche. Êtes-vous sûr ?
it: Eliminare i dati. Sei sicuro?
ru: Удаление данных. Уверен?

# EditViewModel_EditViewModel_Confirmation
source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma
ru: Подтверждение

# EditViewModel_EditViewModel_Data_deleted
source: Data deleted
de: Daten löschen
es: Borrado datos
fr: Fiche supprimée
it: Dati cancellati
ru: Удаление данных

# EditViewModel_EditViewModel_Data_has_been_deleted
source: Data has been deleted
de: Daten wurde gelöscht
es: Se ha eliminado datos
fr: La fiche a été supprimée
it: Dati sono stati cancellati
ru: Данные были удалены

# EditViewModel_EditViewModel_Can_t_delete_data
source: Can't delete data
de: Daten können nicht gelöscht
es: No se puede eliminar datos
fr: Erreur de données
it: Non è possibile eliminare dati
ru: Нельзя удалить данные

# EditViewModel_EditViewModel_Data_have_NOT_been_deleted_
source: Data have NOT been deleted.
de: Daten wurden nicht gelöscht.
es: Datos no han sido eliminados.
fr: La fiche n'a PAS été supprimée
it: I dati non sono stati eliminati.
ru: Данные не были удалены.

# EditViewModel_isSheetOkVerbose_Enter_a_title
source: Enter a title
de: Titel eingeben
es: Escribir un título
fr: Entrer un titre
it: Immettere un titolo
ru: Введите название

# EditViewModel_isSheetOkVerbose_Title_is_mandatory
source: Title is mandatory
de: Titel ist obligatorisch
es: Título es obligatorio
fr: Le titre est obligatoire
it: Titolo è obbligatorio
ru: Название является обязательным

# EditViewModel_isSheetOkVerbose_Select_a_category
source: Select a category
de: Wählen Sie eine Kategorie
es: Selecciona una categoría
fr: Catégorie absente
it: Seleziona una categoria
ru: Выберите категорию

# EditViewModel_isSheetOkVerbose_A_category_must_be_selected
source: A category must be selected
de: Eine Kategorie muss ausgewählt werden
es: Se debe seleccionar una categoría
fr: Une catégorie doit être sélectionnée
it: È necessario selezionare una categoria
ru: Необходимо выбрать категорию

# EditViewModel_isSheetOkVerbose_Login_is_empty
source: Login is empty
de: Login ist leer
es: Inicio de sesión está vacía
fr: Login est vide
it: Login è vuota
ru: Имя входа является пустым

# EditViewModel_isSheetOkVerbose_Enter_a_Login_name
source: Enter a Login name
de: Geben Sie einen Login-Namen
es: Introduzca un nombre de inicio de sesión
fr: Entrez un nom de connexion
it: Immettere un nome di Login
ru: Введите имя входа

# EditViewModel_isSheetOkVerbose_Password_is_empty
source: Password is empty
de: Kennwort ist leer
es: La contraseña está en blanco
fr: Mot de passe vide
it: La password è vuota
ru: Пустой пароль

# EditViewModel_isSheetOkVerbose_Enter_a_password
source: Enter a password
de: Kennwort eingeben
es: Escribir una contraseña
fr: Entrer le mot de passe
it: Immetti password
ru: Введите пароль

# EditViewModel_isSheetOkVerbose_Note_is_empty
source: Note is empty
de: Hinweis ist leer
es: Nota está vacía
fr: Note est vide
it: Nota è vuoto
ru: Примечание пусто

# EditViewModel_isSheetOkVerbose_Enter_something_in_Note_field
source: Enter something in Note field
de: Geben Sie etwas im Feld Notiz
es: Introducir algo en el campo de notas
fr: Saisissez la note
it: Immettere un valore nel campo Note
ru: В поле Примечание введите что-то

# DetailViewModel_DetailViewModel_Edit
source: Edit
de: Bearbeiten
es: Edición
fr: Modifier
it: Modifica
ru: Изменить

# SettingsViewModel_EncryptedData_Uncrypted_data_export_is_not_safe
source: Unencrypted data export is not safe ! Use this mode only for good reasons.
de: Enregistrement Datenexport ist nicht sicher! Verwenden Sie diesen Modus nur aus guten Gründen.
es: Exportación de datos Uncrypted no es segura! Utilice este modo sólo por buenas razones.
fr: L'exportation de données non chiffrées n’est pas sûre ! Utilisez ce mode uniquement pour de bonnes raisons.
it: Esportazione dei dati in chiaro è pericoloso ! Utilizzare questa modalità solo per buone ragioni.
ru: Экспорт данных Uncrypted не является безопасным! Этот режим используется только для хороших причин.

# SettingsViewModel_EncryptedData_Warning
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ru: Предупреждение

# SettingsViewModel_ClearDbBeforeImport
source: All data will be deleted before import. If not sure switch this option OFF !
de: Alle Daten werden vor dem Import gelöscht werden. Wenn nicht sicher diese Option ausschalten!
es: Se eliminarán todos los datos antes de la importación. Si no que apagar esta opción!
fr: Toutes les données seront supprimées avant l’importation. Si ce n’est pas ce que vous voulez désactivez cette option !
it: Tutti i dati verranno eliminati prima dell'importazione. Se non è certo spegnere questa opzione!
ru: Все данные будут удалены перед импортом. Если не уверен выключить этот параметр!

# SettingsViewModel_exportData_No_data
source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
ru: Нет данных

# SettingsViewModel_exportData_No_data_to_export
source: No data to export
de: Keine Daten zum Exportieren
es: No hay datos para exportar
fr: Aucune données à exporter
it: Nessun dati da esportare
ru: Нет данных для экспорта

# SettingsViewModel_exportData_Export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ru: Экспорт

# SettingsViewModel_exportData_Data_are_in_the_clipboard
source: Data are in the clipboard !
de: Daten werden in der Zwischenablage!
es: Datos estén en el portapapeles!
fr: Les données sont dans le presse-papiers !
it: Dati negli Appunti!
ru: Данные находятся в буфере обмена!

# SettingsViewModel_exportData_Error
source: Error
de: FMeldung
fr: Erreur
it: Errore
ru: Ошибка

# SettingsViewModel_exportData_OK
source: OK
es: Aceptar
ru: ОК

# SettingsViewModel_importCSVWithData_Import_succeed
source: Import succeeded
de: Import erfolgreich
es: Éxito de importación
fr: Importation réussie
it: Importazione completata
ru: Импорт выполнен успешно

# SettingsViewModel_importCSVWithData_No_data_imported
source: No data imported
de: Keine Daten importiert
es: No se han importado datos
fr: Aucune donnée importée.
it: Nessun dato importato
ru: Данные не импортированы

# SettingsViewModel_importCSVWithData_No_data_have_been_imported_
source: No data have been imported.
de: Keine Daten wurden importiert.
es: No hay datos se han importado.
fr: Aucuns données n’ont été importées.
it: Nessun dati importati.
ru: Данные не были импортированы.

# SettingsViewModel_importCSVWithData__0__sheets_have_been_imported_
source: {0} sheets have been imported.
de: {0} Blätter wurden importiert.
es: hojas de {0} se han importado.
fr: {0} feuilles ont été importées.
it: {0} fogli importati.
ru: {0} листы были импортированы.

# SettingsViewModel_importSql_Not_implemented
source: Not implemented
de: Nicht implementiert.
es: No implementado
fr: Non implémenté
it: Non implementato
ru: Не реализовано

# SettingsViewModel_importSql_No_SQL_import_in_this_version
source: No SQL import in this version
de: Keine SQL-Import in dieser version
es: No importar en esta versión SQL
fr: Aucune importation SQL dans cette version
it: Nessuna importazione SQL in questa versione
ru: Не SQL импорта в этой версии

# SettingsViewModel_csvImport_Import_failed
source: Import failed
de: Fehler beim Import
es: Error en la importación
fr: Échec de l'importation
it: L'importazione non è riuscita
ru: Ошибка при импорте

# SettingsViewModel_csvImport_Import_aborted_bad_data_line__0_
source: Import aborted bad data line {0}
de: Import abgebrochen fehlerhafte Daten Zeile {0}
es: Importar datos mal abortados línea {0}
fr: Importation avortée, mauvaises données ligne {0}
it: Importazione interrotta male dati riga {0}
ru: Импорт прерван плохих данных строки {0}

# SettingsViewModel_csvImport_field__0__can_t_be_found
source: field {0} can't be found
de: Feld {0} wurde nicht gefunden
es: no se encuentra el campo {0}
fr: champ {0} introuvable
it: il campo {0} non può essere trovato
ru: не удается найти поле {0}

# SettingsViewModel_csvImport_Corrupted_data__1st_line_missing_
source: Corrupted data (1st line missing)
de: Beschädigte Daten (1. Zeile fehlt)
es: Datos de dañado (1 º línea que falta)
fr: Données non exploitables (1ère ligne manquante)
it: Dati danneggiati (1° riga mancante)
ru: Поврежденные данные (1-й линии отсутствует)

# SettingsViewModel_csvImport___0___is_not_a_valid_ID
source: '{0}' is not a valid ID
de: "{0}" ist keine gültige ID
es: '{0}' no es una identificación válida
fr: '{0}' n’est pas un ID valide
it: '{0}' non è un ID valido
ru: «{0}» не является допустимым идентификатором

# SettingsViewModel_csvImport___0___is_not_a_valid_boolean
source: '{0}' is not a valid boolean
de: "{0}" ist kein gültiger boolescher Wert
es: '{0}' no es un valor booleano válido
fr: '{0}' n’est pas une valeur booléenne valide
it: '{0}' non è un valore booleano valido
ru: «{0}» не является допустимым логическим значением

# SettingsViewModel_csvImport___0___is_not_a_valid_date_time
source: '{0}' is not a valid date/time
de: "{0}" ist kein gültiges Datum/Uhrzeit
es: '{0}' no es una fecha válida
fr: '{0}' n’est pas une date/heure valide
it: '{0}' non è una data valida
ru: «{0}» не является допустимым Дата/время

# SettingsViewModel_csvImport___0___is_not_a_valid_Category
source: '{0}' is not a valid Category
de: "{0}" ist keine gültige Kategorie
es: '{0}' no es una categoría válida
fr: '{0}' n’est pas une catégorie valide
it: '{0}' non è una categoria valida
ru: «{0}» не является допустимым Категория

source: '{0}' is not a valid algorithm data could be unreadable
de: "{0}" ist keine gültige Algorithmus Daten unlesbar sein könnte
es: '{0}' no es que unas datos algoritmo válido pueden ser ilegibles
fr: '{0}' n’est pas un algorithme valide. Les données pourraient être illisibles
it: '{0}' non è che un algoritmo valido dati potrebbero essere illeggibili
ru: «{0}» не является допустимым алгоритм данные может быть нечитаемым

# SettingsViewModel_csvImport___0___is_not_a_valid_field_position_
source: '{0}' is not a valid field position.
de: "{0}" ist keine gültige Feldposition.
es: '{0}' no es una posición de campo válido.
fr: '{0}' n’est pas une position de champ valide.
it: '{0}' non è una posizione di campo valido.
ru: «{0}» не является допустимым поле позиция.

# SettingsViewModel_csvImport_Ignored_data
source: Ignored data
de: Ignorierte Daten
es: Datos omitidos
fr: Données ignorées
it: Dati ignorati
ru: Пропущенные данные

source: {0} sheets imported. {1} ID skipped. {2} Title skipped.
de: {0} Blätter nicht importiert. {1} ID übersprungen. {2} übersprungen Titel.
es: hojas de {0} importadas. ID {1} saltados. {2} título saltados.
fr: {0} fiches importés. {1} ID ignoré(s). {2} titre(s) sauté(s).
it: fogli di {0} importati. {1} ID ignorato. {2} titolo saltato.
ru: импортированы {0} листы. {1} ID пропущено. {2} название пропущен.

# Consts_GeneratedBy_Generated_By_MyStash
source: Generated By MyStash
de: Erstellt von MyStash
es: Generado por MyStash
fr: Généré par MyStash
it: Generato da MyStash
ru: Порожденных MyStash

# Consts_BadPercent_Bad_percentage
source: Bad percentage
de: Schlechte Prozentsatz
es: Porcentaje mala
fr: Mauvais pourcentage
it: Percentuale non valida
ru: Плохой процент

# Consts_EmptyFileName_File_name_is_empty
source: File name is empty
de: Der Dateiname ist leer.
es: El nombre de archivo está vacío
fr: Nom de fichier vide
it: Il nome di file è vuoto.
ru: Пустое имя файла

# Consts_FileExists_Destination_file_already_exists
source: Destination file already exists
de: Zieldatei ist bereits vorhanden.
es: Archivo de destino ya existe
fr: Le fichier de destination existe déjà
it: File di destinazione esiste già
ru: Файл назначения уже существует

# Consts_SourceEmpty_No_data_in_source_to_process
source: No data in source to process
de: Keine Daten in der Quelle zu verarbeiten
es: No hay datos de origen para procesar
fr: Pas de données dans la source à traiter
it: Non dati in origine per elaborare
ru: Нет данных в источник для обработки

# Consts_SourceIsNull_Source_is_null
source: Source is null
de: Quelle ist null
es: El origen es nulo
fr: Source a la valeur null
it: Source è null
ru: Источник имеет значение null

# ExportBase_GetFieldValue_Can_t_read_property__0_
source: Can't read property {0}
de: Eigenschaft {0} kann nicht gelesen werden.
es: No puede leer la propiedad {0}
fr: Impossible de lire la propriété {0}
it: Non è possibile leggere la proprietà {0}
ru: Не удается прочитать свойство {0}

# ExportClipboardCsv_ExecuteOutput_no_shell_execute_in_PCL_version
source: no shell execute in PCL version
de: keine Schale in der PCL-Version ausführen
es: no shell ejecutar en la versión PCL
fr: Pas d'exédution en mode PCL
it: shell non eseguire nella versione PCL
ru: оболочки выполняются в версии PCL

# ExportClipboardCsv_CloseOutput_MyStash_CSV_data
source: MyStash CSV data
de: MyStash CSV-Daten
es: Datos CSV MyStash
fr: Données CSV MyStash
it: MyStash CSV Dati
ru: Данные MyStash CSV

# ExportClipboardSql_ExecuteOutput_no_shell_execute_in_PCL_version
source: no shell execute in PCL version
de: keine Schale in der PCL-Version ausführen
es: no shell ejecutar en la versión PCL
fr: Pas d'exédution en mode PCL
it: shell non eseguire nella versione PCL
ru: оболочки выполняются в версии PCL

# ExportClipboardSql_CloseOutput_MyStash_SQL_data
source: MyStash SQL data
de: MyStash SQL-Daten
es: De datos SQL MyStash
fr: Données SQL MyStash
it: MyStash SQL Dati
ru: Данные MyStash SQL

# ImportViewModel_Mode__0__Data_Import
source: {0} Data Imported
de: {0} Datenimport
es: Importación de datos {0}
fr: {0} données importées
it: {0} dati importati
ru: Импорт данных {0}

# ViewImport_Explanation
source: Paste here the FULL text of a preceding My Stash export. Then click Ok to proceed
de: Fügen Sie hier den vollständigen Text eines vorhergehenden My Stash-Exports. Klicken Sie auf Ok, um fortzufahren
es: Pegar aquí el texto completo de una exportación anterior de mi escondite. Haga clic en Aceptar para continuar
fr: Coller ici le texte intégral d’une exportation précédente de MyStash. Puis cliquez sur Ok pour continuer.
it: Incolla qui il testo completo di un'esportazione di My Stash precedente. Quindi fare clic su Ok per procedere
ru: Вставьте здесь полный текст предыдущего экспорта мой тайник. Затем нажмите кнопку ОК, чтобы продолжить

# ViewSettings_AutoLock
source: Auto Lock
de: Automatische Sperre
es: De bloqueo automático
fr: Verrouillage automatique
it: Blocco automatico
ru: Автоматическая блокировка

# ViewSettings_ClearDb
source: Clear Data before import
de: Daten vor dem Import löschen
es: Borrar los datos antes de importar
fr: Effacer les données avant l’importation
it: Cancella dati prima dell'importazione
ru: Очистка данных перед импортом

# ViewSettings_EncryptedExport
source: Encrypt exported data
de: Exportierte Daten verschlüsseln
es: Cifrar datos exportados
fr: Crypter les données exportées
it: Crittografare dati esportati
ru: Шифровать экспортируемых данных

# ViewSettings_Explain
source: By default exported data are placed in the clipboard
de: Standardmäßig sind die exportierte Daten in der Zwischenablage abgelegt.
es: Por defecto los datos exportados se colocan en el portapapeles
fr: Par défaut les données exportées sont placées dans le presse-papiers
it: Per impostazione predefinita, i dati esportati vengono inseriti negli Appunti
ru: По умолчанию экспортированные данные помещаются в буфер обмена

# ViewSettings_ExportCsv
source: Export to CSV
de: Nach CSV exportieren.
es: Exportar a CSV
fr: Exporter au format CSV
it: Esporta in formato CSV
ru: Экспорт в CSV

# ViewSettings_ExportSql
source: Export to SQL
de: Exportieren in SQL
es: Exportar a SQL
fr: Exporter vers SQL
it: Esporta in SQL
ru: Экспорт в SQL

# ViewSettings_Go
source: Go!
de: Gehen!
es: Listo
it: Vai!
ru: Применить

# ViewSettings_ImportCsv
source: Import CSV data
de: CSV-Daten importieren
es: Importar datos CSV
fr: Importer des données CSV
it: Importare dati CSV
ru: Импортировать данные CSV

# ViewSettings_Language
source: App language
de: App-Sprache
es: Idioma de las aplicaciones
fr: Langue de l'App
it: App lingua
ru: Язык приложений

# ViewSettings_LockOnHidde
source: Lock on hide
de: Sperren auf hidde
es: El seguro del hidde
fr: Verrouillé quand caché
it: Bloccare il hidde
ru: Блокировка на скрыт

# ViewSettings_SearchEverywhere
source: Search everywhere
de: Suche Berlin
es: Búsqueda completisimo
fr: Rechercher partout
it: Ricerca evrywhere
ru: Поиск evrywhere

# ViewSettings_SearchInNotes
source: Search in notes
de: Suchen Sie in Notizen
es: Buscar en notas
fr: Rechercher dans les notes
it: Ricerca nelle note
ru: Поиск в заметках

# ViewSettings_Section2
source: Search options
de: Suchoptionen
es: Opciones de búsqueda
fr: Options de recherche
it: Opzioni di ricerca
ru: Параметры поиска

# ViewSettings_Section3
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ru: Безопасность

# ViewSettings_Section4
source: Misc
de: Verschiedenes
es: Varios
fr: Divers
it: Varie
ru: Прочее

# ViewSettings_Section5
source: Data Export
de: Daten-Export
es: Exportación de datos
fr: Exportation de données
it: Esportazione dei dati
ru: Экспорт данных

# ViewSettings_Section6
source: Data import
de: Datenimport
es: Importación de datos
fr: Importation de données
it: Dati importazione
ru: Импорт данных

# ViewSettings_Share
source: Share data
de: Freigeben von Daten
es: Compartir datos
fr: Partager les données
it: Condivisione dei dati
ru: Совместное использование данных

# ViewSettings_Shuffle
source: Shuffle keys (login screen)
de: Shuffle-Tasten (Login-Bildschirm)
es: Llaves de Shuffle (pantalla de inicio de sesión)
fr: Mélanger les touches (écran de connexion)
it: Mescolare bottoni (schermata di login)
ru: Перемешивание ключей (Логин экрана)

# ViewSettings_SkipId
source: Skip existing ID's
de: Skip vorhandenen IDs
es: Skip existente ID
fr: Sauter ID existants
it: Saltare esistenti ID
ru: Пропуск существующих идентификаторов

# ViewSettings_SkipTitles
source: Skip existing titles
de: Vorhandene Titel überspringen
es: Omitir títulos existentes
fr: Sauter les titres existants
it: Saltare i titoli esistenti
ru: Пропустить существующие титулы

# ViewStteings_Title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ru: параметры

# VSSettings_ShowDates
source: Show date in grids
de: Datum im Raster anzeigen
es: Mostrar fecha en cuadrículas
fr: Afficher la date dans les grilles
it: Visualizza data in griglie
ru: Дата шоу в сетках

# VSSettings_ShowLines
source: Show lines in grids
de: Linien im Raster anzeigen
es: Mostrar líneas de cuadrículas
fr: Afficher les lignes dans les grilles
it: Visualizza linee in griglie
ru: Показать линии сетки

# VSSettings_Visual
source: Visual
fr: Visuel
it: Visivo
ru: естественное

# ViewMainList_Params
source: Parameters
es: Parámetros
fr: Paramètres
it: Impostazioni

# ViewMainList_NewEntry
source: New Entry
fr: Nouvelle entrée
it: Nuovo record

# ViewSettings_ChangePassword
source: Change App Password
fr: Changer le mot de passe
it: Cambiare la password dell'App
